{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_ES"},"Close":["Cerrar"],"Purge your installation's entire Dynamic Cache or select parts in order to achieve the best hit-to-cache ratio for your account. Here are the plugin's purge rules:":["Purga la cache dinámica de tu instalación o selecciona partes para obtener el mejor ratio de peticiones de caché para tu cuenta. Aquí tienes las reglas de vaciado del plugin:"],"Full Purge on page, posts, and category deletion, plugin and theme activation, deactivation, or update, and on WordPress core updates.":["Vaciado completo en la página, entradas y categorías eliminadas, activación de plugins y temas, desactivación o actualización, y en las actualizaciones principales de WordPress."],"Specific URL Purge on comment actions and page, post, and category updates.":["Vaciado de una URL específica en acciones y páginas sugeridas, publicaciones y categorías actualizadas."],"Cancel":["Cancelar"],"Confirm":["Confirmar"],"Changing the PHP version may render your website unusable. If this happens, switch back the PHP version from your {{strong}}cPanel{{/strong}} > {{strong}}PHP Version Manager{{/strong}} tool.":["Cambia la versión de PHP puede dejar tu web inutilizable. Si esto ocurriera, cambia la versión de PHP desde {{strong}}cPanel{{/strong}} > {{strong}}Gestión de versiones de PHP{{/strong}}."],"In order to force HTTPS on your site, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Para forzar HTTPS en tu página actualizaremos automáticamente tu base de datos reemplazando todos los enlaces inseguros. Además de esto, añadiremos una regla en tu archivo .htaccess, forzando todas las peticiones a través de una conexión cifrada."],"You can exclude full or partial URLs using \"*\" as a wildcard. For example:":["Puedes excluir de forma parcial o total la URL usando «*» como comodín. Por ejemplo:"],"{{strong}}www.site.com/parent-page/sub-page{{/strong}} will exclude only that single URL.":["{{strong}}www.sitio.com/pagina-superior/sub-pagina{{/strong}} excluirá solo esa URL."],"{{strong}}www.site.com/parent-page/*{{/strong}} will exclude all sub-pages of \"parent-page\".":["{{strong}}www.sitio.com/pagina-superior/*{{/strong}} se excluirá de todas las sub-paginas de la «pagina-superior»."],"Browser Caching":["Caché del navegador"],"Adds rules to store in your visitors browser cache to keep static content longer for better site performance.":["Agrega reglas de almacenamiento en la caché del navegador de los visitantes para mantener el contenido estático un período más largo para un mejor rendimiento de la web."],"This URL already exists in exclude list.":["Esta URL ya existe en la lista de exclusión."],"Dynamic Caching":["Caché dinámica"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Almacena tu contenido en la memoria del servidor para un acceso más rápido con esta solución de página completa de caché por NGINX."],"Manual Cache Purge":["Vaciado manual de caché"],"Clear the Dynamic Cache for your entire website.":["Vacía la caché dinámica de toda tu web."],"Purge Cache":["Vaciar caché"],"Purging ...":["Vaciando ..."],"Automatic Cache Purge":["Vaciado automático de la caché"],"Automatically perform a smart cache purge after every content modification.":["Lleva a cabo un vaciado inteligente de la caché después de cada modificación de contenido."],"See rules":["Ver reglas"],"Excluding URLs":["Excluir URLs"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic.":["Usa esta característica si quieres que ciertas partes de tu web queden excluidas de la caché y así mantenerlas dinámicas."],"See examples":["Ver ejemplos"],"Exclude":["Excluir"],"Test URLs for Cache Status":["Prueba las URLs para saber el estado de la caché"],"Check if the Dynamic Cache is working on a certain URL. Especially useful to make sure your Exclude list is working the way it should.":["Comprueba si la caché dinámica funciona en una determinada URL. Especialmente útil para asegurar que tu lista de exclusión funciona de forma correcta."],"Test":["Probar"],"GZIP Compression":["Compresión GZIP"],"Enables a compression of the content that's delivered to your visitors browsers improving the network loading times of your site.":["Activa la compresión del contenido que se envía a los navegadores de los visitantes ,mejorando los tiempo de carga de tu sitio."],"Memcached":["Memcached"],"Powerful object caching for your site. It stores frequently executed queries to your databases and reuses them for better performance.":["Herramienta de cache de objetos para tu sitio. Almacena las consultas ejecutadas con frecuencia en tu base de datos y las reutiliza para un mejor rendimiento."],"Enable HTTPS":["Activar HTTPS"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site.":["Configura tu sitio para que funcione de forma correcta a través de HTTPS y fuerza una conexión segura en tu sitio."],"Fix Insecure Content":["Corregir contenido inseguro"],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site":["Activa esta opción en caso de que estés recibiendo errores de contenido inseguro en tu web. Nosotros reescribiremos dinámicamente las peticiones inseguras de los recursos de tu sitio"],"Minify the HTML Output":["Minimizar la salida HTML"],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Elimina caracteres innecesarios de tu HTML, guardando los datos y mejorando la velocidad de tu sitio."],"Minify JavaScript Files":["Minimizar archivos JavaScript"],"Minify your JavaScript files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Мinimiza tus archivos de JavaScript para reducir su tamaño, mejorar la caché y reducir el número de solicitudes al servidor."],"Load Render-blocking JavaScript Files Asynchronously":["Carga asíncrona de los archivos JavaScript que bloquean la visualización"],"Add async parameter to the JavaScript files loaded in the header section of your site so they don’t block your page rendering.":["Añade el parámetro async a los archivos JavaScript cargados en la sección de cabecera de tu sitio para que no bloqueen la visualización de tu página."],"Minify CSS Files":["Minimizar archivos CSS"],"Minify your CSS files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Мinimiza tus archivos CSS para reducir su tamaño, mejorar el caché y reducir el número de solicitudes al servidor."],"Combine CSS Files":["Combinar archivos CSS"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"Remove Query Strings From Static Resources":["Eliminar cadenas de petición de recursos estáticos"],"Removes version query strings from your static resources improving the caching of those resources.":["Elimina la cadena de peticiones the tus recursos estáticos para mejorar la caché de esos recursos."],"Disable Emojis":["Desactivar Emojis"],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Activar para impedir que WordPress detecte y genere automáticamente emojis en tus páginas."],"Resume Optimization":["Reanudar optimización"],"Start Optimization":["Comenzar optimización"],"Pause Optimization":["Pausar optimización"],"New Images Optimization":["Optimización de nuevas imágenes"],"We will automatically optimize all new images that you upload to your Media Library.":["Optimizaremos automáticamente todas las nuevas imágenes que se suban a tu biblioteca de medios."],"Existing Images Optimization":["Optimización de imágenes existentes"],"We will optimize all your existing images with minimal or no loss in quality. Note, that this will overwrite your original images.":["Optimizaremos todas tus imágenes con un perdida mínima o nula de calidad. Ten en cuenta que esto sobreescribirá tus imágenes originales."],"We've detected that the WordPress cronjob functionality is not working. Please, enable it following the instructions in {{link}}this article{{/link}} and refresh this page. If you’re using a real cron job, you can {{link2}}ignore this message{{/link2}} at your own risk. Note, that in this case, those operations may take longer than usual to complete.":["Hemos detectado que la funcionalidad cronjob de WordPress no funciona. Por favor, actívala siguiendo las instrucciones de {{link}}este artículo{{/link}} y actualiza esta página. Si estás utilizando una tarea cron real, puedes {{link2}}ignorar este mensaje{{/link2}} bajo tu propio riesgo. Ten en cuenta que, en este caso, estas operaciones pueden tardar más de lo habitual en completarse."],"https://www.siteground.com/kb/disable-enable-wordpress-cron/":["https://www.siteground.es/kb/administrar-wordpress-cron/"],"We are optimizing your images, please be patient, this process may take some time.":["Estamos optimizando tus imágenes, por favor, ten paciencia, este proceso podría tardar."],"All images in your Media Library have been optimized successfully! Force {{link}}re-optimization{{/link}} of your images.":["¡Todas las imágenes guardadas en la biblioteca de medios han sido optimizadas correctamente! Forzar la {{link}}re-optimización{{/link}} de tus imágenes."],"Lazy Load Images":["Carga diferida de imágenes"],"Load images only when they are visible in the browser":["Carga las imágenes solo cuando son visibles en el navegador"],"Lazy Load Gravatars":["Carga diferida de Gravatars"],"When users comment under your posts, WordPress tries to load their avatars from gravatar.com. We recommend lazy-loading them as your users scroll down through your page if you have a high number of comments. ":["Cuando los usuarios comentan en tus publicaciones, WordPress intenta cargar sus avatares desde gravatar.com. Recomendamos una carga diferida mientras los usuarios se desplazan por tu página cuando tienes un número elevado de comentarios. "],"Lazy Load Thumbnails":["Carga diferida de miniaturas"],"Enable if you want to lazy-load the thumbnail sizes of your original images.":["Actívalo si quieres una carga diferida de las miniaturas de tus imágenes originales."],"Lazy Load Responsive Images":["Carga diferida de imágenes adaptables"],"Certain plugins and themes generate multiple images from a single upload to work better on different devices. Enable if you want to lazy-load these too.":["Algunos plugins y temas generan múltiples imágenes desde una sola subida para trabajar mejor en diferentes dispositivos. Actívalo si deseas cargar estas de forma diferida."],"Lazy Load Widgets":["Carga diferida de widgets"],"Enable this option if you want the images in your widget areas to load only when users reach them. ":["Activa esta opción si quieres las imágenes en tus widgets se carguen solo cuando los usuarios accedan a ellas. "],"Lazy Load Product Images":["Carga diferida de imágenes de producto"],"Enable if you want to enable lazy-load images in your store, product and other WooCommerce pages.":["Activa la carga diferida de imágenes en tu tienda, productos y otras páginas de WooCommerce."],"Site Admin Permissions":["Permisos de administrador del sitio"],"In this section, set the access permission for admins of separate sites.":["En esta sección, configura los permisos para los administrador de distintas webs."],"SuperCacher Settings":["Ajustes de SuperCacher"],"Select whether site admins can access and make changes within the SiteGround Optimizer's SuperCacher tab.":["Selecciona si los administradores pueden acceder y hacer cambios en la pestaña SuperCacher de SiteGround Optimizer."],"Frontend Optimizations":["Optimizaciones en portada"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Frontend Optmization tab.":["Selecciona si los administradores pueden acceder y hacer cambios en la pestaña de optimización en portada de SiteGround Optimizer."],"Image Optimizations":["Optimizaciones de imágenes"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Image Optimization tab.":["Selecciona si los administradores pueden acceder y hacer cambios en la pestaña de optimización de imágenes de SiteGround Optimizer."],"Environment Optimizations":["Optimización del entorno"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Environment Optimization tab.":["Selecciona si los administradores de la página pueden acceder y hacer cambios dentro de la pestaña de optimización del entorno de SiteGround Optimizer."],"Memcached Stopped. Please, enable it in cPanel.":["Memcached parado. Por favor, actívalo en cPanel."],"SUPERCACHER SETTINGS":["AJUSTES DE SUPERCACHER"],"Select whether new sites should have the Dynamic Caching enabled for them or not.":["Seleccionar si las nuevas páginas deberían tener la caché dinámica activada o no."],"ENVIRONMENT OPTIMIZATION":["OPTIMIZACIÓN DEL ENTORNO"],"FRONTEND OPTIMIZATION":["OPTIMIZACIÓN DE PORTADA"],"Combine and minify your JavaScript files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos JavaScript para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"Combine and minify your CSS files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos CSS para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"IMAGE OPTIMIZATION":["OPTIMIZACIÓN DE IMÁGENES"],"Image Optimization":["Optimización de imágenes"],"SG Optimizer":["SG Optimizer"],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the SiteGround Optimizer enabled, you're getting the very best from your hosting environment!":["Obtén el mejor rendimiento de tu web WordPress con nuestro plugin de optimización. Gestiona la caché, ajustes de sistema y todas las configuraciones necesarias para tener una web rápida como el rayo. ¡Con SiteGround Optimizer activado obtienes el mejor rendimiento de tu entorno de alojamiento!"]," (Current & Recommended)":[" (Actual y recomendado)"]," (Current)":[" (Actual)"]," (Recommended)":[" (Recomendado)"],"Old PHP Version (Current)":["Versión antigua de PHP (Actual)"],"Check Again":["Comprobar de nuevo"],"Switch to PHP ":["Cambiar a PHP "],"Check PHP %(version)s Compatibility":["Comprobar compatibilidad con la versión de PHP %(version)s"],"Switch to Recommended PHP Version":["Cambia a la versión recomendada de PHP"],"Our system will check for compatibility issues and inform you whether it is safe to upgrade to the recommended version:":["Nuestro sistema buscará problemas de compatibilidad y te informará si es seguro actualizar a la versión recomendada:"],"You are running PHP %(version)s which is the minimum recommended or higher PHP version.":["Estás usando la versión de PHP %(version)s que es la versión de PHP mínima o superior recomendada."],"Unfortunately some of your plugins or theme are not compatible with our recommended version":["Desafortunadamente, algunos de tus plugins o temas no son compatibles con nuestra versión recomendada"],"Manual PHP Change.":["Cambio manual de PHP."],"Manually switch between different available PHP versions.":["Cambio manual entre las diferentes versiones disponibles de PHP."],"Switch":["Cambiar"],"Thanks for using SG Optimizer to make your site faster!":["¡Gracias por usar SG Optimizer para hacer tu sitio más rápido!"],"Help more people optimize their sites by rating our plugin.":["Ayuda a más personas a optimizar sus sitios valorando nuestro plugin."],"Don’t Show This Again":["No mostrar esto de nuevo"]}